const quizData = [
    {
        question: "陸上競技である槍投げの世界記録は？",
        a: "91m51cm",
        b: "98m48cm",
        c: "104m80cm",
        correct: "b"
    },
    {
        question: "日本の国技は「相撲」ですが「槍投げ」を国技としている国はどこ？",
        a: "ノルウェー",
        b: "フィンランド",
        c: "チェコ",
        correct: "b"
    },
    {
        question: "槍の「重さ」は男子用・女子用それぞれ何ｇ？",
        a: "男子６０５〜６２５ｇ／女子４０５〜４２５ｇ",
        b: "男子８０５〜８２５ｇ／女子６０５〜６２５ｇ",
        c: "男子１００５〜１０２５ｇ／女子８０５〜８２５ｇ",
        correct: "b"
    },
    {
        question: "槍の「長さ」は男子用・女子用それぞれ何ｍ？",
        a: "同じ",
        b: "男子２.０ｍ〜２.１ｍ／女子１.７ｍ〜１.８ｍ",
        c: "男子２.６ｍ〜２.７ｍ／女子２.２ｍ〜２.３ｍ",
        correct: "c"
    },
    {
        question: "100m、走り幅跳び、槍投げの世界記録をそれぞれ得点に換算したらどれが一番高い？\n※十種競技では１種目づつ記録を点数に換算してその合計を競います",
        a: "槍投げ",
        b: "走り幅跳び",
        c: "100m",
        correct: "a"
    }
];

// export { quizData }